{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "ँ": 5,
      "ं": 6,
      "अ": 7,
      "इ": 8,
      "ई": 9,
      "उ": 10,
      "ऊ": 11,
      "ए": 12,
      "क": 13,
      "ख": 14,
      "च": 15,
      "ज": 16,
      "ठ": 17,
      "ड": 18,
      "ण": 19,
      "त": 20,
      "द": 21,
      "न": 22,
      "प": 23,
      "भ": 24,
      "म": 25,
      "य": 26,
      "र": 27,
      "ल": 28,
      "व": 29,
      "श": 30,
      "ष": 31,
      "स": 32,
      "ह": 33,
      "़": 34,
      "ा": 35,
      "ि": 36,
      "ी": 37,
      "ु": 38,
      "ू": 39,
      "े": 40,
      "ै": 41,
      "ो": 42,
      "्": 43,
      "।": 44,
      "एक": 45,
      "वा": 46,
      "है": 47,
      "अन": 48,
      "क्": 49,
      "सु": 50,
      "ुवा": 51,
      "ें": 52,
      "अनुवा": 53,
      "अनुवाद": 54,
      "ंद": 55,
      "इस": 56,
      "उद": 57,
      "ऊप": 58,
      "कर": 59,
      "कू": 60,
      "के": 61,
      "को": 62,
      "चस": 63,
      "ड़": 64,
      "ती": 65,
      "ते": 66,
      "त्": 67,
      "दि": 68,
      "दती": 69,
      "नई": 70,
      "पा": 71,
      "भा": 72,
      "भू": 73,
      "मश": 74,
      "मै": 75,
      "में": 76,
      "मड़": 77,
      "यह": 78,
      "रण": 79,
      "रह": 80,
      "री": 81,
      "लो": 82,
      "लचस": 83,
      "षा": 84,
      "षे": 85,
      "सी": 86,
      "हि": 87,
      "हू": 88,
      "हरण": 89,
      "ाहरण": 90,
      "ीन": 91,
      "्प": 92,
      "वाक्": 93,
      "क्षे": 94,
      "सुर": 95,
      "सुसुर": 96,
      "ंदी": 97,
      "उदाहरण": 98,
      "ऊपर": 99,
      "करें": 100,
      "कूदती": 101,
      "तेज": 102,
      "त्र": 103,
      "दिलचस": 104,
      "पाठ": 105,
      "भाषा": 106,
      "भूरी": 107,
      "मशीन": 108,
      "मैं": 109,
      "मड़ी": 110,
      "रहा": 111,
      "लोमड़ी": 112,
      "सीख": 113,
      "हिंदी": 114,
      "हूँ": 115,
      "वाक्य": 116,
      "क्षेत्र": 117,
      "दिलचस्प": 118
    },
    "merges": [
      "ए क",
      "व ा",
      "ह ै",
      "अ न",
      "क ्",
      "स ु",
      "ु वा",
      "े ं",
      "अन ुवा",
      "अनुवा द",
      "ं द",
      "इ स",
      "उ द",
      "ऊ प",
      "क र",
      "क ू",
      "क े",
      "क ो",
      "च स",
      "ड ़",
      "त ी",
      "त े",
      "त ्",
      "द ि",
      "द ती",
      "न ई",
      "प ा",
      "भ ा",
      "भ ू",
      "म श",
      "म ै",
      "म ें",
      "म ड़",
      "य ह",
      "र ण",
      "र ह",
      "र ी",
      "ल ो",
      "ल चस",
      "ष ा",
      "ष े",
      "स ी",
      "ह ि",
      "ह ू",
      "ह रण",
      "ा हरण",
      "ी न",
      "् प",
      "वा क्",
      "क् षे",
      "सु र",
      "सु सुर",
      "ंद ी",
      "उद ाहरण",
      "ऊप र",
      "कर ें",
      "कू दती",
      "ते ज",
      "त् र",
      "दि लचस",
      "पा ठ",
      "भा षा",
      "भू री",
      "मश ीन",
      "मै ं",
      "मड़ ी",
      "रह ा",
      "लो मड़ी",
      "सी ख",
      "हि ंदी",
      "हू ँ",
      "वाक् य",
      "क्षे त्र",
      "दिलचस ्प"
    ]
  }
}