{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      ".": 5,
      "H": 6,
      "I": 7,
      "M": 8,
      "T": 9,
      "a": 10,
      "b": 11,
      "c": 12,
      "d": 13,
      "e": 14,
      "f": 15,
      "g": 16,
      "h": 17,
      "i": 18,
      "j": 19,
      "k": 20,
      "l": 21,
      "m": 22,
      "n": 23,
      "o": 24,
      "p": 25,
      "q": 26,
      "r": 27,
      "s": 28,
      "t": 29,
      "u": 30,
      "v": 31,
      "w": 32,
      "x": 33,
      "y": 34,
      "z": 35,
      "in": 36,
      "an": 37,
      "is": 38,
      "at": 39,
      "Th": 40,
      "am": 41,
      "en": 42,
      "ex": 43,
      "le": 44,
      "lat": 45,
      "ran": 46,
      "slat": 47,
      "th": 48,
      "ing": 49,
      "ranslat": 50,
      "Hin": 51,
      "Ma": 52,
      "Translat": 53,
      "ag": 54,
      "ar": 55,
      "as": 56,
      "az": 57,
      "br": 58,
      "ce": 59,
      "ch": 60,
      "ck": 61,
      "cin": 62,
      "di": 63,
      "do": 64,
      "el": 65,
      "er": 66,
      "ew": 67,
      "fi": 68,
      "fo": 69,
      "fas": 70,
      "gu": 71,
      "io": 72,
      "ick": 73,
      "ju": 74,
      "lan": 75,
      "laz": 76,
      "mp": 77,
      "ning": 78,
      "new": 79,
      "ov": 80,
      "ow": 81,
      "ple": 82,
      "qu": 83,
      "sen": 84,
      "to": 85,
      "ten": 86,
      "tex": 87,
      "translat": 88,
      "ine": 89,
      "ating": 90,
      "The": 91,
      "This": 92,
      "ample": 93,
      "example": 94,
      "lear": 95,
      "the": 96,
      "this": 97,
      "Hindi": 98,
      "Mach": 99,
      "Translate": 100,
      "age": 101,
      "brow": 102,
      "cinating": 103,
      "dog": 104,
      "eld": 105,
      "field": 106,
      "fox": 107,
      "fascinating": 108,
      "guage": 109,
      "ion": 110,
      "jump": 111,
      "language": 112,
      "lazy": 113,
      "over": 114,
      "quick": 115,
      "senten": 116,
      "text": 117,
      "translation": 118,
      "learning": 119,
      "Machine": 120,
      "brown": 121,
      "jumps": 122,
      "sentence": 123
    },
    "merges": [
      "i n",
      "a n",
      "i s",
      "a t",
      "T h",
      "a m",
      "e n",
      "e x",
      "l e",
      "l at",
      "r an",
      "s lat",
      "t h",
      "in g",
      "ran slat",
      "H in",
      "M a",
      "T ranslat",
      "a g",
      "a r",
      "a s",
      "a z",
      "b r",
      "c e",
      "c h",
      "c k",
      "c in",
      "d i",
      "d o",
      "e l",
      "e r",
      "e w",
      "f i",
      "f o",
      "f as",
      "g u",
      "i o",
      "i ck",
      "j u",
      "l an",
      "l az",
      "m p",
      "n ing",
      "n ew",
      "o v",
      "o w",
      "p le",
      "q u",
      "s en",
      "t o",
      "t en",
      "t ex",
      "t ranslat",
      "in e",
      "at ing",
      "Th e",
      "Th is",
      "am ple",
      "ex ample",
      "le ar",
      "th e",
      "th is",
      "Hin di",
      "Ma ch",
      "Translat e",
      "ag e",
      "br ow",
      "cin ating",
      "do g",
      "el d",
      "fi eld",
      "fo x",
      "fas cinating",
      "gu age",
      "io n",
      "ju mp",
      "lan guage",
      "laz y",
      "ov er",
      "qu ick",
      "sen ten",
      "tex t",
      "translat ion",
      "lear ning",
      "Mach ine",
      "brow n",
      "jump s",
      "senten ce"
    ]
  }
}